tap "common-fate/granted"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "knative/client"
tap "macos-fuse-t/cask"
tap "nao1215/tap"
tap "norwoodj/tap"
tap "null-dev/firefox-profile-switcher"
tap "oven-sh/bun"
tap "siderolabs/tap"
tap "smithy-lang/tap"
tap "telepresenceio/telepresence"
tap "weaveworks/tap"
brew "argocd"
brew "atuin"
brew "python@3.13"
brew "azure-cli"
brew "bat"
brew "btop"
brew "cdrtools"
brew "certbot"
brew "chezmoi"
brew "commitlint", link: false
brew "cosign"
brew "detect-secrets"
brew "eksctl"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "gnupg"
brew "go"
brew "helm"
brew "helmfile"
brew "kubernetes-cli"
brew "kubescape"
brew "kubeseal"
brew "lazygit"
brew "lefthook"
brew "libpq", link: true
brew "lxc"
brew "mariadb"
brew "minikube"
brew "mise"
brew "mole"
brew "mosh"
brew "tree-sitter"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "podman-compose"
brew "postgresql@17"
brew "powershell"
brew "prettier"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sshuttle"
brew "starship"
brew "tailscale"
brew "tcl-tk"
brew "tree-sitter-cli"
brew "typos-cli"
brew "uv"
brew "vcluster"
brew "watch"
brew "wget"
brew "whisperkit-cli"
brew "xclip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "common-fate/granted/granted"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/vault"
brew "knative/client/kn"
brew "nao1215/tap/gup"
brew "norwoodj/tap/helm-docs"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "siderolabs/tap/talosctl"
brew "telepresenceio/telepresence/telepresence-oss"
cask "1password-cli"
cask "alfred"
cask "claude-code"
cask "cursor-cli"
cask "font-meslo-lg-nerd-font"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "ghostty"
uv "posting"
krew "ctx"
krew "krew"
krew "neat"
krew "ns"
