tap "aws/tap"
tap "charmbracelet/tap"
tap "common-fate/granted"
tap "derailed/k9s"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "idoavrah/homebrew"
tap "knative/client"
tap "localstack/tap"
tap "mat2cc/tap"
tap "mtslzr/marmaduke-chromium"
tap "nao1215/tap"
tap "norwoodj/tap"
tap "null-dev/firefox-profile-switcher"
tap "siderolabs/tap"
tap "smithy-lang/tap"
tap "sst/tap"
tap "telepresenceio/telepresence"
tap "weaveworks/tap"
tap "zitadel/tap"
brew "argocd"
brew "atuin"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "certbot"
brew "chezmoi"
brew "cloudflared"
brew "commitlint", link: false
brew "cosign"
brew "detect-secrets"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "gnupg"
brew "go"
brew "goenv"
brew "golangci-lint"
brew "goose"
brew "goreleaser"
brew "gradle@8"
brew "hcloud"
brew "helm"
brew "helmfile"
brew "infracost"
brew "jadx"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeconform"
brew "kubescape"
brew "kubeseal"
brew "lazygit"
brew "lefthook"
brew "mariadb"
brew "minikube"
brew "mongosh"
brew "neovim"
brew "oci-cli"
brew "openshift-cli"
brew "php"
brew "pipx"
brew "pnpm"
brew "podman-compose"
brew "postgresql@14"
brew "postgresql@15"
brew "powerlevel10k"
brew "prettier"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "sshuttle"
brew "tcl-tk"
brew "tenv"
brew "terraform-docs"
brew "tflint"
brew "tlrc"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "typos-cli"
brew "uv"
brew "watch"
brew "wget"
brew "xclip"
brew "xonsh"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "knative/client/kn"
brew "localstack/tap/localstack-cli"
brew "mat2cc/tap/redis_tui"
brew "nao1215/tap/gup"
brew "norwoodj/tap/helm-docs"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "siderolabs/tap/sidero-tools"
brew "smithy-lang/tap/smithy-cli"
brew "telepresenceio/telepresence/telepresence-oss"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "bitwarden"
cask "claude-code"
cask "flutter"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "powershell"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/mrjoshuak/godoc-mcp"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/danielbooth-cloud/viscosity-cli"
go "github.com/handlebargh/yatto"
cargo "click"
