tap "common-fate/granted"
tap "domt4/autoupdate"
tap "hashicorp/tap"
tap "nao1215/tap"
tap "null-dev/firefox-profile-switcher"
tap "siderolabs/tap"
brew "argocd"
brew "atuin"
brew "python@3.13"
brew "azure-cli"
brew "bat"
brew "btop"
brew "cdrtools"
brew "chezmoi"
brew "cosign"
brew "et"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "gnupg"
brew "krew"
brew "kubescape"
brew "kubeseal"
brew "lazygit"
brew "lefthook"
brew "lxc"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "podman-compose"
brew "powershell"
brew "rclone"
brew "ripgrep"
brew "sshuttle"
brew "starship"
brew "tailscale"
brew "tcl-tk"
brew "tree-sitter-cli"
brew "typos-cli"
brew "watch"
brew "wget"
brew "xclip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "common-fate/granted/granted"
brew "hashicorp/tap/vault"
brew "nao1215/tap/gup"
brew "null-dev/firefox-profile-switcher/firefox-profile-switcher-connector"
brew "siderolabs/tap/talosctl"
krew "ctx"
krew "krew"
krew "neat"
krew "ns"
cask "claude-code"
cask "1password-cli"
